Repository: proxia/cms
Catalog: locales/*/LC_MESSAGES/proxia.po
Languages: hu

source: There are loose data in table `%1$s` for `id` %2$s.
hu: Adatok elvesztek a `%1$s` jegyzékben `id` %2$s

source: Can't move item out of boundry. Vector index: %1$s, New index: %2$s
hu: A tétel nem mozdítható határon kívül. Vektor index: %1$s, Új index: %2$s

source: Nové
hu: Új

source: Uprav
hu: Módosít

source: Ukáž
hu: Megmutatni

source: Ukry
hu: Eldugni

source: Vymazať
hu: Töröl

source: Pomocník
hu: Segély

source: Uložiť
hu: Tárol

source: Použiť
hu: Felhasznál

source: Zrušiť
hu: Visszavon

source: Nová téma
hu: Új téma

source: nezadali ste povinnú položku
hu: nem töltötte ki a kötelező tételt

source: Fórum manažér / Úprava fórumu
hu: Fórum menedzser / Fórum módosítása

source: Detail fórumu
hu: Fórum részlete

source: Názov
hu: Elnevezés

source: Popis
hu: Leírás

source: Viditeľnosť
hu: Láthatóság

source: Nie
hu: Nem

source: Áno
hu: Igen

source: Zmazať tému
hu: Témát töröl

source: Lektori
hu: Előadók

source: Zoznam používateľov
hu: Felhasználók névsora

source: Nevybrali ste žiadny záznam na spracovanie
hu: Nem választott ki semmilyen feljegyzést feldolgozásra

source: Pozor táto operácia je nevratná, vybrané položky sa navždy vymažú !!! Vymazať ?
hu: Vigyázat, ez a művelet nem vonható vissza, a megjelölt tételek örökre ki lesznek törölve !!! Fojtatni?

source: Fórum manažér
hu: Fórum menedzser

source: Názov fórumu
hu: Fórum elnevezése

source: Odpoveď
hu: Válasz

source: Fórum manažér / Nové fórum
hu: Fórum menedzser / Új fórum

source: Nová
hu: Új

source: Nová odpoveď
hu: Új válasz

source: Manažér ankiet / Úprava ankety
hu: Ankét menedzser / Ankét módosítás

source: Detail ankety
hu: Ankét részlet

source: Popis ankety
hu: Ankét leírása

source: Ukáž výsledky
hu: Mutasd meg az eredményt

source: Platnosť kliku
hu: Kattintás érvényessége

source: bez obmedzenia
hu: korlátozás nélkül

source: hodina
hu: egy óra

source: deň
hu: egy nap

source: týždeň
hu: egy hét

source: mesiac
hu: hónap

source: mesiace
hu: hónap

source: mesiacov
hu: hónap

source: rok
hu: egy év

source: nekonečne
hu: határtalan

source: Otázka
hu: Kérdés

source: Pozor táto operácia je nevratná, vybraná položka sa navždy vymaže !!! Vymazať ?
hu: Vigyázat, ez a művelet nem vonható vissza, a megjelölt tétel örökre ki lesz törölve !!! Fojtatni?

source: Manažér ankiet
hu: Ankét menedzser

source: Názov ankety
hu: Ankét elnevezése

source: Počet otázok
hu: Kérdések száma

source: Počet odpovedí
hu: Válaszok száma

source: Manažér ankiet / Nová anketa
hu: Ankét menedzser / Új ankét

source: Manažér firiem / Úprava firmy
hu: Menü menedzser / Menü módosítása

source: Detail firmy
hu: Fórum részlete

source: Názov firmy
hu: Fórum elnevezése

source: Popis firmy
hu: Menü leírása

source: Telefón
hu: Telefon

source: Ulica
hu: Utca

source: Mesto
hu: Város

source: PSČ
hu: Irányítószám

source: Krajina
hu: Ország

source: IČO
hu: TAJ

source: DIČ
hu: Adóazonosító jel

source: Požívatelia
hu: Felhasználó ID

source: Používatelia
hu: Felhasználó ID

source: Manažér firiem
hu: Ankét menedzser

source: Manažér firiem / Nová firma
hu: Ankét menedzser / Új ankét

source: `$entity_instance` must be valid subclass of CMS_Entity.
hu: `$entity_instance` a CMS_Entity érvényes alosztályának muszáj lennije

source: Úprava mapy stránky
hu: Menü módosítása

source: Náhľad
hu: Megtekintés

source: Mapa stránky
hu: Következő lap

source: Musis nastavit id pouzivatela, alebo nastavit answer data.
hu: Be kell állítani a felhasználó id-jét vagy a válasz adatokat.

source: Domov
hu: Haza

source: Menu
hu: Menü

source: Stránka
hu: Oldal

source: Obsah
hu: Tartalom

source: Moduly
hu: Moduluszok

source: Rýchlo
hu: Gyorsan

source: Manažér menu
hu: Menü menedzser

source: Hlavné nastavenia
hu: Fő beállítások

source: Kôš
hu: Kosár

source: Manažér médií
hu: Közvetítő eszközök menedzserje

source: Manažér používateľov
hu: Felhasználók menedzserje

source: Ukážka
hu: Minta

source: Manažér článkov
hu: Cikk menedzser

source: Novinky
hu: Újdonságok

source: Manažér kategórií
hu: Kategória menedzser

source: Úvodná stránka
hu: Honlap

source: Manažér odkazov
hu: Üzenet menedzser

source: Archív manažér
hu: Irattár menedzser

source: Manažér jazykov
hu: Nyelv menedzser

source: Jazyk aplikácie
hu: Aplikáció nyelv

source: Prehľad kategórií
hu: Kategóriák áttekintése

source: Väzby kategórií
hu: Kategóriák összekötése

source: Prehľad menu
hu: Menü áttekintése

source: Väzby menu
hu: Menük összekötése

source: Zoznam článkov
hu: Cikk jegyzék

source: Nový článok
hu: Új cikk

source: Zoznam kategórií
hu: Kategória jegyzék

source: Nová kategória
hu: Új kategória

source: Nový súbor
hu: Új állomány

source: Jazyk obsahu
hu: Tartalom nyelve

source: Používateľská príručka
hu: Felhasználó segédkönyv

source: Informácie
hu: Információk

source: Priradenie k menu
hu: Besorol a menühöz

source: Priradenie ku kategórii
hu: Besorol a kategóriához

source: Jazykové verzie
hu: Nyelv változatok

source: Ikony jazykových verzií
hu: Nyelv változat ikonok

source: Priradiť k menu
hu: Besorolni a menühöz

source: Priradiť ku kategórii
hu: Besorolni a kategóriához

source: Prílohy
hu: Mellékletek

source: Kategórie
hu: Kategóriák

source: Články
hu: Cikkek

source: Odkazy
hu: Üzenetek

source: najcitanejsie
hu: leggyakrabban olvasott

source: najnovsie
hu: legújabb

source: novi pouzivatelia
hu: új felhasználók

source: Príliš dlhý text
hu: A szöveg túl hosszú

source: Príliš krátky text
hu: A szöveg túl rövid

source: Nezadali ste povinnú položku
hu: Nem töltötte ki a kötelező tételt

source: Nie je číslo
hu: Nem szám

source: Nie je email
hu: Nem email

source: Nie je url
hu: Nem url

source: Nie je zhodné heslo
hu: A jelszó nem egyezik meg

source: Nevybrali ste žiadny spôsob platby
hu: Nem választot ki semilyen fizetési módot

source: Nepriradené kategórie
hu: Nem besorolt kategóriák

source: Kopíruj
hu: Lemásol

source: Do koša
hu: Szemétkosárba

source: Nový
hu: Új

source: Archív
hu: Irattár

source: Obnoviť
hu: Megújítani

source: Aktivuj
hu: Aktiválni

source: Deaktivuj
hu: Deaktiválni

source: Nový adresár
hu: Új címtár

source: Nový riadok
hu: Új sor

source: Pridaj článok
hu: Cikket hozzáadni

source: Pridaj obrázok
hu: Képet hozzáadni

source: Pridaj kategóriu
hu: Kategóriát hozzáadni

source: Menu manažér
hu: Menü menedzser

source: Archív článkov
hu: Cikk irattár

source: Názov článku
hu: Cikk elnevezése

source: ID článku
hu: Cikk ID

source: Nadradená kategória
hu: Fölérendelt kategória

source: Autor
hu: Szerző

source: po expirácii
hu: lejárt

source: Manažér článkov / Úprava článku
hu: Cikk menedzser / Cikk módosítása

source: Detail článku
hu: Cikk részlet

source: Popis článku
hu: Cikk leírása

source: Text článku
hu: Cikk szövegje

source: Jazyk
hu: Nyelv

source: Text
hu: Szöveg

source: Detailné nastavenia
hu: Részletes beállítások

source: Ukáž na úvodnej stránke
hu: Mutasd meg a honlapon

source: Novinka
hu: Újdonság

source: Flash novinka
hu: Fellobbant újdonság

source: Vytvorenie
hu: Létrehoz

source: Platnosť
hu: Érvényesség

source: Zobrazovacie&nbsp;práva
hu: Megtekintési&nbsp;jogok

source: Verejné
hu: Nyílt

source: Registrovaným
hu: Regisztrált

source: Skupiny používateľov
hu: Felhasználó csoportok

source: vyberte menu
hu: válasszon menüt

source: Priraď k menu
hu: Besorol a menühöz

source: Zoznam priradení
hu: Besorlás jegyzék

source: Naozaj chcete vymazať väzbu článku s menu
hu: Igazán ki akarja törölni a cikk összekötését a menüvel

source: zmazať
hu: töröl

source: vyberte kategóriu
hu: válasszon kategóriát

source: Priraď ku kategórii
hu: Besorol a kategóriához

source: Naozaj chcete vymazať väzbu článku s kategóriou
hu: Igazán ki akarja törölni a cikk összekötését a kategóriával

source: Príloha
hu: Melléklet

source: vlož obrázok
hu: képet betesz

source: Prilož prílohu
hu: Melléklet hozzáadása

source: Zoznam príloh
hu: Besorlás jegyzék

source: Naozaj chcete vymazať prílohu
hu: Igazán ki akarja törölni a mellékletet

source: ukáž
hu: Megmutatni

source: Zmeniť nastavenie
hu: Részletes beállítások

source: filter
hu: szűrő

source: všetky kategórie
hu: összes kategória

source: Preklad
hu: Fordítás

source: Predchádzajúca stránka
hu: Előző lap

source: Ďalšia stránka
hu: Következő lap

source: Posledná stránka
hu: Utolsó lap

source: Manažér článkov / Nový článok
hu: Cikk menedzser / Új cikk

source: Vyberte menu
hu: Válasszon menüt

source: Vyberte kategóriu
hu: Válasszon kategóriát

source: Manažér kategórií / Úprava kategórie
hu: Kategória menedzser / Kategória módosítása

source: Detail kategórie
hu: Kategória részlet

source: Názov kategórie
hu: Kategória elnevezése

source: Popis kategórie
hu: Kategória leírása

source: Ikona
hu: Ikon

source: Naozaj chcete vymazať väzbu kategórie s menu
hu: Igazán ki akarja törölni a kategória összekötését a menüvel

source: Uložiť ikony
hu: Tárol

source: Manažér kategórií / Prehľad kategórií
hu: Kategória menedzser / Kategóriák áttekintése

source: ID kategórie
hu: Kategória ID

source: Manažér kategórií / Väzby kategórií
hu: Kategória menedzser / Kategóriák összekötése

source: VYBERTE SI KATEGÓRIU
hu: VÁLASSZON KATEGÓRIÁT

source: Poradie
hu: Sorrend

source: Typ záznamu
hu: Feljegyzés típus

source: posuň smerom dole
hu: elmozdul lefelé

source: posuň smerom hore
hu: elmozdul felfelé

source: TOP KATEGÓRIA
hu: CSÚCS KATEGÓRIA

source: Manažér kategórií / Nová kategória
hu: Kategória menedzser / Új kategória

source: Priezvisko a Meno
hu: Vezetéknév és Keresztnév

source: Dátum registrácie
hu: Regisztráció időpontja

source: Manažér jazykov / Úprava jazyka
hu: Nyelv menedzser / Nyelv módosítása

source: Detail jazyka
hu: Nyelv részletesen

source: Názov jazyka
hu: Nyelv elnevezése

source: Skratka jazyka
hu: Nyelv rövidítése

source: Globálna viditeľnosť
hu: Globális láthatóság

source: Lokálna viditeľnosť
hu: Helyi láthatóság

source: Manažér jazykov / Nový jazyk
hu: Nyelv menedzser / Új nyelv

source: Pozor táto operácia je nevratná, vybrané položky sa navždy vymažú!!! Vymazať ?
hu: Vigyázat, ez a művelet nem vonható vissza, a megjelölt tételek örökre ki lesznek törölve !!! Fojtatni?

source: Veľkosť
hu: Nagyság

source: Manažér médií / Nový súbor
hu: Közvetítő eszközök menedzserje / Új állomány

source: Cieľový adresár
hu: Cél címtár

source: Manažér médií / Nový adresár
hu: Közvetítő eszközök menedzserje / Új címtár

source: Nadradený adresár
hu: Fölérendelt címtár

source: Názov adresára
hu: Címtár elnevezése

source: Manažér menu / Úprava menu
hu: Menü menedzser / Menü módosítása

source: Detail menu
hu: Menü részlet

source: Title menu
hu: Cím menü

source: Názov menu
hu: Menü elnevezése

source: Popis menu
hu: Menü leírása

source: Manažér menu / Prehľad menu
hu: Menü menedzser / Menü áttekintése

source: Manažér menu / Väzby menu
hu: Menü menedzser / Menü összekötése

source: VYBERTE SI MENU
hu: VÁLASSZON MENÜT

source: Manažér menu / Nové menu
hu: Menü menedzser / Új menü

source: Názov kľúča
hu: Kulcs elnevezése

source: Hodnota
hu: Érték

source: Názov súboru
hu: Állomány elnevezése

source: Rozmery
hu: Méretek

source: odhlásiť
hu: Kijelentkez

source: Názov odkazu
hu: Üzenet elnevezése

source: Manažér používateľov / Úprava používateľa
hu: Felhasználó menedzser / Felhasználó módosítása

source: Detail používateľa
hu: Felhasználó részletesen

source: Titul
hu: Cím

source: Meno
hu: Keresztnév

source: Priezvisko
hu: Vezetéknév

source: Nick
hu: Becenév

source: Prihlasovacie meno
hu: Bejelentkezési név

source: Heslo
hu: Jelszó

source: ID používateľa
hu: Felhasználó ID

source: Editor
hu: Szerkesztő

source: Manažér odkazov / Úprava odkazu
hu: Üzenet menedzser / Üzenet módosítása

source: Detail odkazu
hu: Üzenet részlet

source: Cieľ
hu: Cél

source: None (use implicit)
hu: Semmi (implicit beálítások lesznek használva)

source: New window (_blank)
hu: Új ablak (_blank)

source: Same frame (_self)
hu: Ugyanaz a keret (_self)

source: Top frame (_top)
hu: Csúcs keret (_top)

source: Popis odkazu
hu: Üzenet leírása

source: Existujúce priradenia
hu: Létező besorlások

source: Naozaj chcete vymazať väzbu odkazu s menu
hu: Igazán ki akarja törölni a üzenet összekötését a menüvel

source: Naozaj chcete vymazať väzbu odkazu s kategórie
hu: Igazán ki akarja törölni a üzenet összekötését a kategóriával

source: Manažér odkazov / Nový odkaz
hu: Üzenet menedzser / Új üzenet

source: login
hu: bejelentkezés

source: heslo
hu: jelszó

source: Login
hu: Bejelentkezés

source: Vyberte si projekt na aktualizáciu
hu: Válasszon tervezetet aktualizálásra
